package Inferfacestema1;

public class Mejorprograma {

	public static void main(String[] args) {
		// TODO Auto-generated method stub
		

		for (int i = 0; i < 5000; i++) {
		
			System.out.println("Союз нерушимый республик свободных\r\n"
					+ "Сплотила навеки Великая Русь\r\n"
					+ "Да здравствует созданный волей народов\r\n"
					+ "Единый, могучий Советский Союз\r\n"
					+ "Славься, Отечество наше свободное\r\n"
					+ "Дружбы народов надёжный оплот!\r\n"
					+ "Партия Ленина - сила народная\r\n"
					+ "Нас к торжеству коммунизма ведёт\r\n"
					+ "Сквозь грозы сияло нам солнце свободы\r\n"
					+ "И Ленин великий нам путь озарил\r\n"
					+ "На правое дело он поднял народы\r\n"
					+ "На труд и на подвиги нас вдохновил\r\n"
					+ "Славься, Отечество наше свободное\r\n"
					+ "Дружбы народов надёжный оплот\r\n"
					+ "Партия Ленина - сила народная\r\n"
					+ "Нас к торжеству коммунизма ведёт\r\n"
					+ "В победе бессмертных идей…");
		}
	}

}
